

	"NSLE-20639 -108" = "Den siste kommandoen kunne ikke fullføres fordi det ikke er nok hukommelse.";
	"NSLE-20639 -108 Solution" = "Avslutt noen programmer, og lukk noen vinduer for å gjøre mer hukommelse tilgjengelig.";

	"NSLE-20639 -1" = "Forespørselen kunne ikke fullføres fordi det oppsto en intern feil i NSL.";
	"NSLE-20639 -1 Solution" = "Prøv på nytt. Hvis du fremdeles har problemer, start datamaskinen eller programmet på nytt, og gjenta deretter forespørselen.";

	"NSLE-20639 -4199" = "Kunne ikke starte NSL Manager.";
	"NSLE-20639 -4199 Solution" = "Start datamaskinen på nytt, og prøv igjen.";

	"NSLE-20639 -4198" = "Den installerte systemprogramvaren støtter ikke denne versjonen av NSL.";
	"NSLE-20639 -4198 Solution" = "Installer Mac OS-systemprogramvare versjon 8.7 eller nyere.";

	"NSLE-20639 -4197" = "Den riktige versjonen av Open Transport er ikke tilgjengelig.";
	"NSLE-20639 -4197 Solution" = "Installer Open Transport versjon 1.3 eller nyere.";

	"NSLE-20639 -4192" = "Datamaskinen er ikke koblet til nettverket.";
	"NSLE-20639 -4192 Solution" = "Kontroller nettverksinnstillingene, og forsikre deg om at alle nettverkskablene er riktig tilkoblet. Gjenta deretter forespørselen.";

	"NSLE-20639 -4182" = "Kunne ikke laste inn NSL-pluginmoduler under oppstart.";
	"NSLE-20639 -4182 Solution" = "Start datamaskinen på nytt, og gjenta forespørselen.";

	"NSLE-20639 -4181" = "NSL Manager fant ingen pluginmoduler å laste inn.";
	"NSLE-20639 -4181 Solution" = "Forsikre deg om at det er minst én NSL-pluginmodul i mappen /System/Library/Frameworks/NSLCore.framework/Resources/NSLPlugins.";

	"NSLE-20639 -4179" = "NSL Manager kunne ikke laste inn noen pluginmodul som kunne behandle forespørselen din.";
	"NSLE-20639 -4179 Solution" = "Kontroller nettverksinnstillingene, og forsikre deg om at alle nettverkskablene er riktig tilkoblet. Gjenta deretter forespørselen.";

	"NSLE-20639 -4177" = "Enkelte av NSL-pluginmodulene kunne ikke lastes inn.";
	"NSLE-20639 -4177 Solution" = "Du kan fortsette fordi minst én pluginmodul er tilgjengelig. Du kan se hvilken pluginmodul som er tilgjengelig, i kontrollpanelet Tilleggskontroll.";

	"NSLE-20639 -4174" = "NSL UI Library er ikke tilgjengelig.";
	"NSLE-20639 -4174 Solution" = "Forsikre deg om at dette fellesbiblioteket ligger i Tillegg-mappen, og prøv på nytt.";

	"NSLE-20639 -43" = "En fil som kreves til denne operasjonen, var ikke tilgjengelig.";
	"NSLE-20639 -43 Solution" = "Forsikre deg om at alle komponentene er riktig installert.";

	"STR#-20639 1" = "NSL-pluginmodulen %s kunne ikke startes.";

	"STR#-20639 2" = "Kontroller at nettverket og nettverksinnstillingene er riktig konfigurert. Du kan fortsette, fordi minst én pluginmodul er tilgjengelig.";

	"This Computer" = "Denne maskinen";
	"Managed Network Directory" = "Administrert nettverkskatalog";
	"Default (%@ and %@)" = "Standard (%@ og %@)";
	".Mac" = ".Mac";
	
	"Server" = "Tjener";
	"My Mac" = "Min maskin";
	"Folder" = "Mappe";
	"Neighborhood" = "Nabolag";
	"Mac Server" = "Mac-tjener";
	"PC Server" = "PC-tjener";
	"Sharepoint" = "Delingspunkt";
	"Remote Disc" = "Ekstern plate";
	"AirPort Base Station" = "AirPort-basestasjon";
	"AirPort Disk" = "AirPort-disk";
	"AirPort" = "AirPort";
	"Volume" = "Volum";

	"Applications" = "Programmer";
	"Library" = "Bibliotek";
	"Servers" = "Tjenere";

	"Guest" = "Gjest";
	"Anonymous" = "Anonym";

	"SHARED" = "DELT";
	"Network" = "Nettverk";
	"More..." = "Mer…";
	"All..." = "Alle…";
	